[{"id":"0","text":"Company Profile"},{"id":"1","text":"Quality & sustainable life style is essential part of our life. To Ensure the same perfection & unique decision are very important. The current industry is required the quality & certification on everything which ever we dealt with it. With the above idea Arabian Bureau of Services established on 1993 to ensure the quality & impartial inspection as well as the effective training services for its customer. The team is well organized to ensure its services providing to the customer effectively & most efficiently. We registered with all the major oil companies which is providing the services to the nation. We still looking forward to register with international organization to ensure the compliance of the requirements to the international level."},{"id":"2","text":"Chairman’s Message\n\n"},{"id":"3","text":"Under his excellent leadership, ABOS makes major breakthrough in the field of safety inspection and testing undertaking many prestigious jobs with a consistent professional approach. He always insists on high quality services and pursues all possible ways to ensure customer satisfaction without compromising on safety and quality."},{"id":"4","text":"Managing Director’s Message"},{"id":"5","text":"Everyone want to live safely without any harm in their life by means of their or others actions. We ABoS in the field of inspection & training certification body for oil & gas as well as construction industries to provide better judgments’ to ensure the safety. The core team of ABoS has essential knowledge in the field of inspection for lifting equipments as per the local & international standards. Since we had the professional team which is having hands on experience & knowledge in the field of lifting equipment inspection services. We have the confident that our team is equipped with such capabilities and serve the nation (UAE) to ensure zero harm to the environment & people of the nation."},{"id":"6","text":"Impartiality"},{"id":"7","text":"Arabian Bureau of Services (ABoS) is 100% committed to the performance of impartial, objective inspections to inspire confidence in our business and the industry. We undertake not to engage in any activities that may conflict with our independence of judgment and integrity in relation to our inspection activities In particular ABoS shall not be engaged in the design, manufacture, supply, installation, purchase, ownership, use or maintenance of the items inspected."},{"id":"8","text":"Obligations of Confidentiality"},{"id":"9","text":"In consideration of Confidential Information being made available to the Arabian Bureau of Services by our clients and/or its agents,Arabian Bureau of Services agrees and undertakes that it shall:"},{"id":"10","text":"Only use the Confidential Information in relation to work pertaining to the Services."},{"id":"11","text":"Not without the client’s prior specific written approval, divulge, disclose or reveal the Confidential Information to any third party."},{"id":"12","text":"Treat the Confidential Information as strictly confidential and with no less than the same care as the Client uses to protect its own Confidential Information."},{"id":"13","text":"Not make copies in any form of any documents containing the Confidential Information, unless essential to the performance of the Services."},{"id":"14","text":"Shall not advertise or publicly announce, communicate or circulate the existence of any agreement or the fact that we are providing services to any client, without the prior written consent of the client."},{"id":"15","text":"ABOS shall inform the client in advance of any information. ABOS intends to place it in public domain. Except for information that the client makes publicly available or when agreed between ABOS and the clients."},{"id":"16","text":"When the inspection body is required by law or authorized by contractual commitments to release confidential information, the client or individual concerned shall, unless prohibited by law, be notified of the information provided"},{"id":"17","text":"Information about the client obtained from sources other than the client (e.g. complainant, regulators) shall be treated as confidential."}]